Repository: TomGC96/live-audio-tool
Catalog: locale/*/LC_MESSAGES/LiveAudioTool.po
Languages: cy

source: SelectInputRecording.wav
cy: DewisiwchRecordiadMewnbwn.wav

source: AudioClip-%d%m%Y-%H%M%S.mp3
cy: ClipSain-%d%m%Y-%H%M%S.mp3

source: Clipper config not found - using default
cy: Nid oedd posib darganfod gosodiadau’r clipiwr - defnyddio’r rhagosodiadau

source: You cannot start clipping audio as you have an error in your setup.
cy: Nid oes posib dechrau clipio sain gan fod gennych wall yn eich gosodiadau.

source: Error
cy: Gwall

source: Check the messages for a more detailed error log.
cy: Edrychwch ar y negeseuon am log gwall mwy manwl.

source: Input file does not exist
cy: Dydi’r ffeil mewnbwn ddim yn bodoli

source: Recorder not started
cy: Recordydd heb ei ddechrau

source: Recording Clip
cy: Recordio Clip

source: Clipper Ready
cy: Clipiwr yn Barod

source: Recording-%d%m%Y-%H%M%S.wav
cy: Recordiad-%d%m%Y-%H%M%S.wav

source: Recording to:
cy: Recordio i:

source: Output file name already exists
cy: Mae’r enw ffeil allbwn yn bodoli yn barod

source: Recording
cy: Recordio

source: Recorder Ready
cy: Recordydd yn Barod

source: Recorder config not found - using default
cy: Nid oedd posib darganfod gosodiadau’r recordydd - defnyddio’r rhagosodiadau

source: Ready
cy: Parod

source: Warning
cy: Rhybudd

source: ERROR: RECORDER HELP FILE NOT FOUND
cy: GWALL: NID OEDD POSIB DARGANFOD FFEIL HELP Y RECORDYDD

source: ERROR: CLIPPER HELP FILE NOT FOUND
cy: GWALL: NID OEDD POSIB DARGANFOD FFEIL HELP Y CLIPIWR

source: Stop Recording
cy: Stopio Recordio

source: Are you sure you want to stop the recording?
cy: Ydych chi’n siŵr eich bod eisiau stopio recordio?

source: Are you sure?
cy: Ydych chi’n siŵr?

source: Start Recording
cy: Dechrau Recordio

source: Enter Output Filename
cy: Rhowch Enw’r Ffeil

source: Are you sure you want to reset settings to default?
cy: Ydych chi’n siŵr eich bod eisiau ailosod y gosodiadau i’r rhagosodiadau?

source: Messages
cy: Negeseuon

source: Recorder - Help
cy: Recordydd - Help

source: Internal Error
cy: Gwall Mewnol

source: Stop Clip
cy: Stopio’r Clip

source: Start Clip
cy: Dechrau Clip

source: Select Recording File
cy: Dewis Ffeil Recordio

source: Clipper - Help
cy: Clipiwr - Help

source: Using Recorder File
cy: Defnyddio Ffeil Recordydd

source: Are you sure you want to quit? This will stop any recording in progress.
cy: Ydych chi’n siŵr eich bod eisiau cau? Bydd hyn yn stopio unrhyw recordiad.

source: Quit
cy: Cau

source: Show Settings
cy: Dangos Gosodiadau

source: Hide Settings
cy: Cuddio Gosodiadau

source: Live Audio Tool config not found - using default
cy: Nid oedd posib darganfod gosodiadau Live Audio Tool - defnyddio’r rhagosodiadau

source: `Available Languages` file not found
cy: Methu darganfod y ffeil `Ieithoedd Ar Gael`

source: Recorder
cy: Recordydd

source: Set Recording Filename
cy: Gosod Enw Ffeil Recordiad

source: Recording Device
cy: Dyfais Recordio

source: Reset To Default
cy: Ailosod i’r Rhagosodiadau

source: Clipper
cy: Clipiwr

source: Use Recorder
cy: Defnyddio’r Recordydd

source: Select Output Filename
cy: Dewis Enw Ffeil Allbwn

source: Pre Buffer (Seconds)
cy: Cyn-Byffer (Eiliadau)

source: Post Buffer (Seconds)
cy: Ôl-Byffer (Eiliadau)

source: Language:
cy: Iaith:
